<!DOCTYPE html>
<html lang="fr">
<head>
    <meta charset="utf-8"/>
    <meta name="author" content="Bastien Bobb"/>
    <meta name="description" content="Toutes les infos sur l'Episode II de Star Wars"/>
    <title>Star Wars Episode II : L'Attaque des Clones</title>
    <link rel="stylesheet" type="text/css" href="../css/Ep2.css"/>
</head>
    <body>
        <header>
            <h1>Star Wars Episode II : L'Attaque des Clones</h1>
        </header>
        
        <section>
            <h2>Tout savoir sur le film :</h2>
            <article id="sommaire1">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="sommaire2">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="art1">
                <a id="infos">
                    <h3 class="titre3">Quelques informations :</h3>
                </a>
                <p class="info">Genre : Science-Fiction</p>
                <p class="info">Date de sortie : 2002</p>
                <p class="info">R&eacute;alisateur : Georges Lucas</p>
                <p class="info">Acteurs pricipaux : Ewan McGregor, Natalie Portman, Hayden Christensen, Christopher Lee, Samuel L.Jackson</p>
                <p class="info">Dur&eacute;e : 2h22min</p>
            </article>
            
            <article id="art2">
                <a id="resume">
                    <h3 class="titre3">Le r&eacute;sum&eacute; du film :</h3>
                </a>
                <p class="res">
                    La s&eacute;natrice Padm&eacute; Amidala, ancienne reine de la plan&egrave;te Naboo, se rend sur Coruscant afin de discuter au S&eacute;nat la n&eacute;cessit&eacute; de cr&eacute;er une arm&eacute;e de la R&eacute;publique. &Agrave; peine arriv&eacute;e sur place, elle &eacute;chappe &agrave; un attentat. Le jeune Jedi Anakin Skywalker est alors charg&eacute; de la prot&eacute;ger tandis que son ma&icirc;;tre Jedi Obi-Wan Kenobi est missionn&eacute; pour enqu&ecirc;ter sur la tentative d'assassinat.<br/>
                </p>
                <p class="res">
                   Le soir suivant, une tueuse &agrave; gages du nom de Zam Wesell tente une nouvelle fois d'assassiner la s&eacute;natrice. Prise en chasse par Anakin et son ma&icirc;tre, elle est captur&eacute;e. Mais avant qu'elle ne puisse leur parler, elle est tu&eacute;e par un dard empoisonn&eacute; lanc&eacute; par un autre assassin. Tandis qu'Anakin reconduit Padm&eacute; sur la plan&egrave;te Naboo, Obi-Wan se rend sur la myst&eacute;rieuse plan&egrave;te Kamino, lieu de fabrication suppos&eacute; du fameux dard.<br/>
                </p>
                <p class="res">
                   Sur Kamino, Obi-Wan d&eacute;couvre qu'une arm&eacute;e de clones est en production pour le compte de la R&eacute;publique. Les cloneurs lui annoncent que l'arm&eacute;e a &eacute;t&eacute; command&eacute;e il y a dix ans par un Jedi nomm&eacute; Sifo-Dyas. Jango Fett, un chasseur de primes, a &eacute;t&eacute; pay&eacute; pour &ecirc;tre le mod&egrave;le g&eacute;n&eacute;tique de tous les clones. Obi-Wan rencontre alors Jango et l'identifie comme &eacute;tant le tueur qui a &eacute;limin&eacute; Wesell. Apr&egrave;s avoir essay&eacute; de le capturer sans succ&egrave;s, Obi-Wan place un &eacute;metteur sur son vaisseau et le suit jusqu’&agrave; la plan&egrave;te G&eacute;onosis.<br/>
                </p>
                <p class="res">
                    Sur G&eacute;onosis, Obi-Wan surprend des conversations entre Dooku et Nute Gunray, vice-roi de la puissante F&eacute;d&eacute;ration du commerce. Il d&eacute;couvre que la F&eacute;d&eacute;ration est à l’origine du mouvement S&eacute;paratiste et qu'elle construit en secret une grande arm&eacute;e de dro&iuml;des. Il apprend &eacute;galement que c'est Gunray qui a commandit&eacute; l'assassinat d'Amidala, pour se venger de sa d&eacute;faite &agrave; la bataille de Naboo. Obi-Wan envoie donc un message enregistr&eacute; &agrave; Anakin pour qu'il transmette au Conseil Jedi sur Coruscant ses r&eacute;centes d&eacute;couvertes. Malheureusement, il se fait capturer avant d'avoir fini son rapport.<br/>
                </p>
                <p class="res">
                    Pendant ce temps, Anakin Skywalker et Padm&eacute; Amidala passent beaucoup de temps ensemble sur Naboo. Anakin r&eacute;v&egrave;le son amour profond pour la jeune s&eacute;natrice. Cependant, Padm&eacute; r&eacute;siste, expliquant que leur amour est impossible, puisqu'en tant que Jedi, il n'a pas le droit de se marier. Anakin est irrit&eacute; par cela et &eacute;prouve un conflit int&eacute;rieur entre ses d&eacute;sirs pour elle et son devoir de Jedi. Tous les deux finissent quand même par s’embrasser, incapables de r&eacute;sister &agrave; leur attirance mutuelle.<br/>
                </p>
                <p class="res">
                    Anakin est &eacute;galement pr&eacute;occup&eacute; car il ressent que Shmi, sa m&egrave;re, est en grave danger. Il s’arrange donc pour que Padm&eacute; l'accompagne jusqu’&agrave; Tatooine, sa plan&egrave;te natale. Sur place, il apprend de son ancien ma&icirc;tre Watto que sa m&egrave;re n'est plus une esclave, qu'elle s'est mari&eacute;e et vit dans une nouvelle famille, les Lars. Mais il découvre &eacute;galement qu'elle a &eacute;t&eacute; enlev&eacute;e un mois plus t&ocirc;t par des Hommes des Sables. Anakin part alors &agrave; sa recherche et la trouve mourante, prisonni&egrave;re d’un campement d'Hommes des Sables. Incapable de la sauver, le Jedi ne peut que regarder sa m&egrave;re mourir dans ses bras. Dans un acc&agrave;s de fureur, il massacre alors les Hommes des Sables sans &eacute;pargner ni les femmes, ni les enfants.<br/>
                </p>
                <p class="res">
                    Anakin ram&egrave;ne le corps de sa m&egrave;re chez les Lars et avoue &agrave; Padm&eacute; qu'il est troubl&eacute; par ce qu'il a fait : il est rong&eacute; par la culpabilit&eacute;, mais consid&egrave;re &eacute;galement que ses actes &eacute;taient justifi&eacute;s. Apr&egrave;s l'enterrement de Shmi, Anakin reçoit le message d'Obi-Wan de G&eacute;onosis. Il le retransmet &agrave; Coruscant et apprend les d&eacute;couvertes de son ma&icirc;tre ainsi que sa capture. Padm&eacute; le convainc d'aller sur G&eacute;onosis porter secours à son ma&icirc;tre.<br/>
                </p>
                <p class="res">
                    Averti du danger, le Conseil Jedi d&eacute;cide d'agir contre l'arm&eacute;e de Dooku. Le ma&icirc;tre Jedi Mace Windu prend sous son commandement tous les Jedi disponibles et se rend sur G&eacute;onosis. Le ma&icirc;tre Jedi Yoda lui, va sur Kamino pour y recruter la fameuse arm&eacute;e de clones. Pendant ce temps, le Chancelier Supr&ecirc;me de la R&eacute;publique Palpatine se voit attribuer les pleins pouvoirs pour l&eacute;gitimer le recours &agrave; l'arm&eacute;e de clones.<br/>
                </p>
                <p class="res">
                    Sur G&eacute;onosis, le comte Dooku essaye de persuader Obi-Wan de rejoindre les S&eacute;paratistes, l'avertissant qu'un seigneur Sith, Dark Sidious, a un contr&ocirc;le grandissant sur le S&eacute;nat galactique. Obi-Wan refuse de le croire, r&eacute;torquant que les Jedi l’auraient su si cela avait &eacute;t&eacute; le cas. Devant ce refus, Dooku le condamne &agrave; mort.<br/>
                </p>
                <p class="res">
                    Anakin et Padm&eacute; arrivent sur la plan&egrave;te, mais sont rapidement captur&eacute;s et eux aussi condamn&eacute;s &agrave; mort. Ils se retrouvent alors attach&eacute;s avec Obi-Wan dans une ar&agrave;ne o&ugrave; trois monstrueuses cr&eacute;atures sont l&acirc;ch&eacute;es sur eux, pour le plus grand plaisir des autochtones. Pendant leur lutte, Mace Windu arrive avec de nombreux Jedi et ils affrontent les dro&iuml;des des S&eacute;paratistes dans l’ar&egrave;ne. Même si Windu r&eacute;ussit &agrave; tuer Jango Fett, la d&eacute;faite face aux dro&iuml;des, en surnombre, semble imminente. L'arrivée de Yoda &agrave; la t&ecirc;te de la nouvelle arm&eacute;e de clones de la R&eacute;publique leur permet cependant de fuir l'ar&egrave;ne.<br/>
                </p>
                <p class="res">
                    Une grande bataille s'ensuit entre l'arm&eacute;e de clones et celle des dro&iuml;des. Le comte Dooku essaye de s'&eacute;chapper, mais Obi-Wan et Anakin le rattrapent dans un hangar secret, o&ugrave; ils entament un nouveau combat. Mais ils ne sont pas de taille face &agrave; la grande ma&icirc;trise de la Force et du sabre laser que poss&egrave;de Dooku : Obi-Wan est bless&eacute; et Anakin se fait trancher le bras droit. Yoda appara&icirc;t juste au moment o&ugrave; Dooku s’appr&ecirc;te &agrave; les achever. Il d&eacute;fie alors Dooku qui fut autrefois l'un de ses apprentis. Dooku sous-estime le ma&icirc;tre Jedi et le d&eacute;fie au sabre laser. Il se rend vite compte qu'il ne fait pas le poids face au maître Jedi et s'&eacute;chappe dans son vaisseau jusqu'&agrave; Coruscant. Il y retrouve son ma&icirc;tre, Dark Sidious. Celui-ci est heureux que la guerre ait commenc&eacute;, comme il l'avait pr&eacute;vu.<br/>
                </p>
                <p class="res">
                    De retour &agrave; Coruscant, Obi-Wan informe le Conseil Jedi des r&eacute;v&eacute;lations de Dooku, &agrave; savoir que Dark Sidious a pris le contr&ocirc;le du S&eacute;nat. Yoda et Mace Windu conviennent alors qu'il faudra &agrave; l'avenir surveiller le S&eacute;nat de pr&egrave;s. R&eacute;tabli et disposant d'une proth&egrave;se m&eacute;canique pour son bras, Anakin retourne sur Naboo o&ugrave; il se marie dans le plus grand secret avec Padm&eacute;.<br/>
                </p>
                <p id="source">
                    <a href="https://fr.wikipedia.org/wiki/Star_Wars,_%C3%A9pisode_II_:_L'Attaque_des_clones">Source : Wikipedia</a>
                </p>
            </article>
            
            <article id="art3">
                <a id="perso">
                    <h3 class="titre3">Les personnages principaux :</h3>
                </a>
                <table id="tab1">
                    <thead>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Anakin Skywalker</td>
                            <td>Hayden Christensen</td>
                            <td>Padawan</td>
                        </tr>
                        <tr>
                            <td>Obi-Wan Kenobi</td>
                            <td>Ewan McGregor</td>
                            <td>Chevalier Jedi</td>
                        </tr>
                        <tr>
                            <td>Padmé Amidala</td>
                            <td>Nathalie Portman</td>
                            <td>Sénatrice de Naboo</td>
                        </tr>
                        <tr>
                            <td>Comte Dooku</td>
                            <td>Christopher Lee</td>
                            <td>Sith</td>
                        </tr>
                        <tr>
                            <td>Palpatine/Dark Sidious</td>
                            <td>Ian McDiarmid</td>
                            <td>Chancelier / Seigneur Sith</td>
                        </tr>
                        <tr>
                            <td>Mace Windu</td>
                            <td>Samuel L. Jackson</td>
                            <td>Ma&icirc;tre Jedi</td>
                        </tr>
                    </tbody>
                    <tfoot>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </tfoot>
                </table>
            </article>
            
            <article id="art4">
                <a id="ba">
                    <h3 class="titre3">La bande-annonce :</h3>
                </a>
                <video id="video" ontimeupdate="update(this)">
                    <source src="../medias/bandes-annonces/star-wars-episode-2.mp4">
                </video>
                <div id="progressTime"></div>
                <button class="control" onclick="play('video', this)">Play</button>
                <button class="control" onclick="stop('video')">Stop</button>
            </article>
        </section>
        
        <footer>
            <nav>
                <a id="prec" href="episode_I.html"><img id="imgprec" src="../medias/images_diverses/lightsaber-red-icon.png" alt="Precedent">
                        <h3 id="titreprec">&Eacute;pisode pr&eacute;c&eacute;dent</h3>
                </a>
                <a id="acc" href="index.html"><img id="imgacc" src="../medias/images_diverses/r2-d2-icon.png" alt="Accueil">
                    <h3 id="titreacc">Retour &agrave; l'accueil</h3>
                </a>
                <a id="suiv" href="episode_III.html"><img id="imgsuiv" src="../medias/images_diverses/light-saber-green.png" alt="Suivant">
                    <h3 id="titresuiv">&Eacute;pisode suivant</h3>
                </a>
            </nav>
        </footer>
        
        <script type="text/javascript" src="../js/Ep2.js"></script>        
    </body>
</html>