<!DOCTYPE html>
<html lang="fr">
<head>
    <meta charset="utf-8"/>
    <meta name="author" content="Bastien Bobb"/>
    <meta name="description" content="Toutes les infos sur l'Episode IV de Star Wars"/>
    <title>Star Wars Episode IV : Un Nouvel Espoir</title>
    <link rel="stylesheet" type="text/css" href="../css/Ep4.css"/>
</head>
    <body>
        <header>
            <h1>Star Wars Episode IV : Un Nouvel Espoir</h1>
        </header>
        
        <section>
            <h2>Tout savoir sur le film :</h2>
            <article id="sommaire1">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="sommaire2">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="art1">
                <a id="infos">
                    <h3 class="titre3">Quelques informations :</h3>
                </a>
                <p class="info">Genre : Science-Fiction</p>
                <p class="info">Date de sortie : 1977</p>
                <p class="info">R&eacute;alisateur : Georges Lucas</p>
                <p class="info">Acteurs pricipaux : Mark Hamill, Harrison Ford, Carrie Fisher, Peter Mayhew, David Prowse, Peter Cushing</p>
                <p class="info">Dur&eacute;e : 2h01min</p>
            </article>
            
            <article id="art2">
                <a id="resume">
                    <h3 class="titre3">Le r&eacute;sum&eacute; du film :</h3>
                </a>
                <p class="res">
                   Le vaisseau spatial de Leia est arraisonn&eacute; par l'&eacute;norme destroyer Stellaire de Dark Vador alors qu'elle s'appr&ecirc;te &agrave; faire escale sur la plan&egrave;te d&eacute;sertique Tatooine. Les Imp&eacute;riaux p&eacute;n&egrave;trent &agrave; bord et font prisonniers ses occupants, consid&eacute;r&eacute;s comme des espions. Se sentant perdue, la princesse prend la d&eacute;cision de confier les plans d&eacute;rob&eacute;s au petit dro&iuml;de R2-D2. Ce dernier s'&eacute;chappe avec un autre robot du nom de C-3PO gr&acirc;ce &agrave; une capsule de sauvetage. Ils parviennent &agrave; atterrir sur Tatooine sans trop d'encombres mais se font rapidement capturer par des Jawas, petites cr&eacute;atures autochtones sp&eacute;cialis&eacute;es dans la vente de ferraille et de composants &eacute;lectroniques. Ils vendent les deux dro&iuml;des &agrave; un couple de fermiers. En s'occupant de nettoyer les robots, leur neveu Luke Skywalker, d&eacute;couvre par hasard un message de la princesse Leia enregistr&eacute; &agrave; l'int&eacute;rieur de R2-D2. Ce message est destin&eacute; &agrave; un g&eacute;n&eacute;ral d&eacute;nomm&eacute; Obi-Wan Kenobi. Le jeune homme pense qu'il pourrait s'agir d'un vieil ermite, Ben Kenobi, qui vit non loin de l&agrave;. Le soir venu, R2-D2 s'&eacute;chappe de la ferme pour accomplir sa mission initiale, d&eacute;livrer le message &agrave; Obi-Wan Kenobi. Luke part &agrave; sa recherche d&egrave;s le lendemain matin avec C-3PO mais ils se font attaquer par les dangereux Hommes des Sables. Heureusement, l'intervention de Kenobi les met en déroute.<br/>
                </p>
                <p class="res">
                   Kenobi prend connaissance du message de la princesse, qui le supplie de rejoindre la plan&egrave;te Alderaan pour confier les pr&eacute;cieux plans vol&eacute;s &agrave; son p&egrave;re qui est l'un des dirigeants de l'Alliance rebelle. Le vieil homme explique &agrave; Luke qu'il &eacute;tait autrefois un chevalier Jedi. Il r&eacute;v&egrave;le &eacute;galement au jeune homme qu'il connaissait son p&eacute;re, un valeureux pilote et guerrier Jedi durant la Guerre des clones, ayant &eacute;t&eacute; &eacute;liminé par le Sith Dark Vador, qui a trahi les siens. Luke est &eacute;tonn&eacute;, son oncle lui ayant racont&eacute; que son p&egrave;re avait &eacute;t&eacute; simple navigateur. Obi-Wan lui apprend &eacute;galement l'existence de la Force et qu'apr&egrave;s une formation, il saurait lui aussi la ma&icirc;triser.<br/>
                </p>
                <p class="res">
                   Entre temps, Vador lance ses troupes &agrave; la recherche des dro&iuml;des. Elles remontent rapidement la piste jusqu'&agrave; la ferme de Luke. Apr&egrave;s avoir interrog&eacute; l'oncle et la tante de celui-ci, elles les ex&eacute;cutent puis poursuivent leurs recherches. De retour chez lui, le jeune Skywalker d&eacute;couvre avec horreur les corps calcin&eacute;s de son oncle et de sa tante. Il d&eacute;cide alors de s'enfuir avec Kenobi jusqu'&agrave; l'astroport de Mos Eisley pour y trouver un pilote capable de les emmener &agrave; Alderaan. Dans un bar de la ville, ils font la connaissance du contrebandier Han Solo et son copilote, le Wookie Chewbacca. Tous deux acceptent de les emmener &agrave; bord de leur vaisseau en &eacute;change d'une forte somme d'argent. &Agrave; peine le march&eacute; conclu, ils d&eacute;collent en catastrophe car ils sont rep&eacute;r&eacute;s par des soldats de l'Empire. Durant le voyage, Luke fait ses premiers pas dans la Force avec le sabre laser de son p&egrave;re qu'Obi-Wan garde pr&eacute;cieusement depuis pr&egrave;s de vingt ans. Le Jedi ressent soudainement &agrave; travers la Force un terrible &eacute;v&eacute;nement mais ne parvient pas &agrave; l'identifier. Il s'agit en fait d'un g&eacute;nocide qui vient d'&ecirc;tre commis sur ordre de Tarkin. Celui-ci, pour faire avouer &agrave; la princesse Leia o&ugrave; se trouve la base de l'Alliance rebelle, n'a pas h&eacute;sit&eacute; &agrave; faire annihiler la plan&egrave;te Alderaan par le super-laser de l’&Eacute;toile noire. Arriv&eacute; dans le champ d’ast&eacute;ro&iuml;des qui marque d&eacute;sormais l'ancien emplacement de la plan&egrave;te, le vaisseau de Solo tombe dans le champ d'action d'un puissant rayon qui le tracte jusqu'&agrave; l'&Eacute;toile Noire.<br/>
                </p>
                <p class="res">
                   Le groupe se dissimule dans des compartiments cach&eacute;s pour faire croire aux imp&eacute;riaux que le vaisseau est vide. Puis, ils se s&eacute;parent : Obi-Wan d&eacute;sactive le rayon tracteur tandis que Luke, Han et Chewbacca d&eacute;livrent la princesse retenue prisonni&egrave;re dans un cachot de l'&Eacute;toile Noire. Dark Vador sent rapidement la pr&eacute;sence de Kenobi et d&eacute;cide d'affronter au sabre laser son ancien mentor et ami. Luke assiste impuissant &agrave; la mort d'Obi-Wan qui s'est laiss&eacute; vaincre par son adversaire. En r&eacute;alit&eacute;, le ma&icirc;tre Jedi a disparu physiquement pour ne faire plus qu'un avec la Force et devenir ainsi un esprit capable de guider le jeune homme. Luke, Han, Chewbacca et Leia parviennent cependant &agrave; regagner leur vaisseau et quittent l'&Eacute;toile Noire. Ils se rendent &agrave; la base secr&egrave;te de l'Alliance rebelle sur le satellite naturel Yavin 4. Mais gr&acirc;ce &agrave; un mouchard &eacute;lectronique implant&eacute; dans leur vaisseau, Tarkin parvient &agrave; localiser la base rebelle et dirige l'&Eacute;toile Noire vers cette destination. De leur c&ocirc;t&eacute; les rebelles analysent les plans d&eacute;rob&eacute;s et trouvent une faille &agrave; exploiter. Un missile envoy&eacute; dans une bouche d'entr&eacute;e d'a&eacute;ration qui conduit au cœur m&ecirc;me de la station peut en effet an&eacute;antir l'&Eacute;toile Noire. Le jeune Luke Skywalker d&eacute;cide de se battre avec l'escadron rebelle qui part alors affronter la station.<br/>
                </p>
                <p class="res">
                    L’assaut est donn&eacute; sur l'&Eacute;toile Noire. Une partie des pilotes rebelles retiennent les vaisseaux ennemis pendant que d'autres tentent d'atteindre la bouche d'a&eacute;ration. Mais Dark Vador en personne d&eacute;colle pour donner la chasse. Les vaisseaux rebelles tombent ainsi tour &agrave; tour sous ses coups. Luke se retrouve alors seul pour mener &agrave; bien la mission. Il d&eacute;cide alors d'utiliser la Force, comme Obi-Wan lui a appris. Han vient alors l'aider &agrave; &eacute;liminer les sbires de l'Empire. Tandis que le chasseur de Vador, d&eacute;s&eacute;quilibr&eacute; par une manœuvre maladroite de son ailier, part &agrave; la d&eacute;rive dans l'espace, le jeune Skywalker parvient &agrave; atteindre sa cible. L'&Eacute;toile Noire est alors pulv&eacute;ris&eacute;e. Luke et Han reviennent apr&egrave;s sur Yavin 4 et y sont accueillis en h&eacute;ros. La bataille de Yavin marque ainsi la premi&egrave;re grande victoire de l'Alliance contre la tyrannie de l'Empire.<br/>
                </p>
                <p id="source">
                    <a href="https://fr.wikipedia.org/wiki/Star_Wars,_%C3%A9pisode_IV_:_Un_nouvel_espoir">Source : Wikipedia</a>
                </p>
            </article>
            
            <article id="art3">
                <a id="perso">
                    <h3 class="titre3">Les personnages principaux :</h3>
                </a>
                <table id="tab1">
                    <thead>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Luke Skywalker</td>
                            <td>Mark Hamill</td>
                            <td>Fermier, Apprenti Jedi </td>
                        </tr>
                        <tr>
                            <td>Han Solo</td>
                            <td>Harrison Ford</td>
                            <td>Contrebandier</td>
                        </tr>
                        <tr>
                            <td>Leia Organa</td>
                            <td>Carrie Fisher</td>
                            <td>Princesse</td>
                        </tr>
                        <tr>
                            <td>Chewbacca</td>
                            <td>Peter Mayhew</td>
                            <td>Wookie</td>
                        </tr>
                        <tr>
                            <td>Dark Vador</td>
                            <td>David Prowse</td>
                            <td>Seigneur Sith</td>
                        </tr>
                        <tr>
                            <td>Tarkin</td>
                            <td>Peter Cushing</td>
                            <td>Grand Moff de l'Empire, superviseur de l'&Eacute;toile Noire</td>
                        </tr>
                    </tbody>
                    <tfoot>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </tfoot>
                </table>
            </article>
            
            <article id="art4">
                <a id="ba">
                    <h3 class="titre3">La bande-annonce :</h3>
                </a>
                <video id="video" ontimeupdate="update(this)">
                    <source src="../medias/bandes-annonces/star-wars-episode-4.mp4">
                </video>
                <div id="progressTime"></div>
                <button class="control" onclick="play('video', this)">Play</button>
                <button class="control" onclick="stop('video')">Stop</button>
            </article>
        </section>
        
        <footer>
            <nav>
                <a id="prec" href="episode_III.html"><img id="imgprec" src="../medias/images_diverses/lightsaber-red-icon.png" alt="Precedent">
                    <h3 id="titreprec">&Eacute;pisode pr&eacute;c&eacute;dent</h3>
                </a>
                <a id="acc" href="index.html"><img id="imgacc" src="../medias/images_diverses/r2-d2-icon.png" alt="Accueil">
                    <h3 id="titreacc">Retour &agrave; l'accueil</h3>
                </a>
                <a id="suiv" href="episode_V.html"><img id="imgsuiv" src="../medias/images_diverses/light-saber-green.png" alt="Suivant">
                    <h3 id="titresuiv">&Eacute;pisode suivant</h3>
                </a>
            </nav>
        </footer>      
       
        <script type="text/javascript" src="../js/Ep4.js"></script>        
    </body>
</html>