<!DOCTYPE html>
<html lang="fr">
<head>
    <meta charset="utf-8"/>
    <meta name="author" content="Bastien Bobb"/>
    <meta name="description" content="Toutes les infos sur l'Episode VII de Star Wars"/>
    <title>Star Wars Episode VII : Le R&eacute; de la Force</title>
    <link rel="stylesheet" type="text/css" href="../css/Ep7.css"/>
</head>
    <body>
        <header>
            <h1>Star Wars Episode VII : Le R&eacute;veil de la Force</h1>
        </header>
        
        <section>
            <h2>Tout savoir sur le film :</h2>
            <article id="sommaire1">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="sommaire2">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="art1">
                <a id="infos">
                    <h3 class="titre3">Quelques informations :</h3>
                </a>
                <p class="info">Genre : Science-Fiction</p>
                <p class="info">Date de sortie : 2015</p>
                <p class="info">R&eacute;alisateur : J.J Abrams</p>
                <p class="info">Acteurs pricipaux : Daisy Ridley, John Boyega, Oscar Isaac, Adam River, Harrison Ford, Carrie Fisher, Mark Hamill</p>
                <p class="info">Dur&eacute;e : 2h15min</p>
            </article>
            
            <article id="art2">
                <a id="resume">
                    <h3 class="titre3">Le r&eacute;sum&eacute; du film :</h3>
                </a>
                <p class="res">
                   Trente ann&eacute;es apr&egrave;s la destruction de la seconde &Eacute;toile de la mort, Luke Skywalker, le dernier Jedi en vie, a disparu. Le Premier Ordre, n&eacute; des ruines de l'Empire galactique, fouille la galaxie pour le retrouver, tout comme la R&eacute;sistance, une force militaire d&eacute;fendant la Nouvelle République. &Agrave; la t&ecirc;te de la R&eacute;sistance se trouve la soeur jumelle de Luke, la g&eacute;n&eacute;rale Leia Organa.<br/>
                </p>
                <p class="res">
                   Poe Dameron, le meilleur pilote de la R&eacute;sistance, est envoy&eacute; sur la plan&egrave;te Jakku pour mettre la main sur une carte permettant de localiser Luke, cach&eacute;e par un vieil homme, Lor San Tekka. Celui-ci lui remet la carte au moment o&ugrave; le village est attaqu&eacute; par les troupes du Premier Ordre, men&eacute;es par le Capitaine Phasma et Kylo Ren, un puissant guerrier qui utilise le c&ocirc;t&eacute; Obscur de la Force et qui ordonne l'ex&eacute;cution de tous les villageois. L'un des stormtroopers, matricule FN-2187, panique et ne fait pas feu. Avant de se faire capturer, Dameron dissimule la carte dans son dro&iuml;de BB-8, qui s'&eacute;chappe &agrave; travers les dunes de la plan&egrave;te d&eacute;sertique et tombe finalement sur une pilleuse d'&eacute;paves solitaire, Rey.<br/>
                </p>
                <p class="res">
                   Kylo Ren fait emmener Dameron sur le vaisseau amiral et utilise la Force pour lui soutirer des informations &agrave; propos de la carte. Au m&ecirc;me moment, FN-2187 d&eacute;cide de quitter le Premier Ordre et de s'&eacute;chapper. Il lib&egrave;re Dameron et lui demande de prendre les commandes d'un chasseur TIE, lequel est abattu et s'&eacute;crase sur Jakku. FN-2187, que Poe a renomm&eacute; Finn, reprend conscience dans le d&eacute;sert et pense &ecirc;tre le seul survivant. Il rejoint le village le plus proche, o&ugrave; il rencontre Rey et BB-8, et pr&eacute;tend &ecirc;tre un membre de la R&eacute;sistance. Poursuivis par le Premier Ordre, qui engage un bombardement a&eacute;rien, ils parviennent &agrave; s'&eacute;chapper &agrave; bord d'un vieux vaisseau, ignorant qu'il s'agit du Faucon Millenium, l'embl&eacute;matique vaisseau de Han Solo.<br/>
                </p>
                <p class="res">
                   Une fois dans l'espace, le Faucon est happ&eacute; par un plus gros vaisseau, celui de Han Solo et Chewbacca qui ont repris leurs activit&eacute;s de contrebandiers. Pour les jeunes gens, Solo est une l&eacute;gende de l'Alliance Rebelle. L'ancien g&eacute;n&eacute;ral d&eacute;sabus&eacute;, s&eacute;par&eacute; de Leia, leur explique que Luke avait commenc&eacute; &agrave; former une nouvelle g&eacute;n&eacute;ration de Jedi lorsque l'un de ses apprentis s'est tourn&eacute; vers le c&ocirc;t&eacute; Obscur. Pris de remords, Luke s'est retir&eacute; aux confins de la galaxie.<br/>
                </p>
                <p class="res">
                   Sur la base Starkiller, une plan&egrave;te transform&eacute;e en arme de destruction massive capable de rayer de la carte des syst&egrave;mes solaires entiers m&ecirc;me tr&egrave;s &eacute;loign&eacute;s, Kylo Ren apprend de la bouche du Leader Supr&ecirc;me Snoke que pour vaincre le c&ocirc;t&eacute; lumineux de la Force qui se trouve encore en lui, il doit &eacute;liminer son p&egrave;re, qui n'est autre que Han Solo. Ce dernier, en compagnie de Finn, Rey et Chewbacca, arrive sur la plan&egrave;te Takodana pour y retrouver Maz Kanata. Elle doit les aider &agrave; d&eacute;couvrir l’emplacement de la base de la R&eacute;sistance &agrave; laquelle ils doivent remettre la carte. Alors que Finn d&eacute;cide de quitter le groupe pour suivre sa propre voie, Rey est attir&eacute;e par la Force vers un coffre dans lequel se trouve le sabre laser d'Anakin Skywalker, puis de son fils Luke, perdu sur Bespin lors de l’&Eacute;pisode V, cach&eacute; l&agrave; depuis des ann&eacute;es par Maz Kanata. Mettre la main sur cette arme provoque en Rey de terrifiantes visions, dont celles de son propre pass&eacute;, et elle s’enfuit dans la for&ecirc;t.<br/>
                </p>
                <p class="res">
                   Le Premier Ordre attaque Takodana, tandis que la base Starkiller inaugure son armement qui tire son &eacute;nergie d’un soleil, et d&eacute;truit d'un seul tir plusieurs plan&egrave;tes du syst&egrave;me Hosnian, portant un coup fatal &agrave; la Nouvelle R&eacute;publique qui s'y &eacute;tait &eacute;tablie. Le S&eacute;nat Galactique est an&eacute;anti. Han Solo, Chewbacca et Finn combattent les soldats de l’Ordre, d&eacute;fendus par une escadrille de X-Wings men&eacute;e par Dameron. Mais Rey est captur&eacute;e par Kylo Ren et emmen&eacute;e sur la base. Kylo utilise la Force pour tenter de lui soutirer des informations, mais la jeune femme r&eacute;siste &agrave; ses pouvoirs psychiques et prend conscience des siens. Attach&eacute;e &agrave; un si&egrave;ge m&eacute;tallique, elle oblige ensuite par manipulation mentale un Stormtrooper &agrave; la lib&eacute;rer et &agrave; l&acirc;cher son arme qu'elle r&eacute;cup&egrave;re avant de s'&eacute;chapper. Entrant dans une rage folle en constatant les faits, Kylo Ren explique ensuite &agrave; Snoke que la Force est puissante autour de cette jeune femme.<br/>
                </p>
                <p class="res">
                   Han Solo retrouve Leia Organa sur la base de la R&eacute;sistance, o&ugrave; il est arriv&eacute; en compagnie de Finn et de Chewbacca. Elle lui demande de partir &agrave; la recherche de leur fils, Ben, pass&eacute; du c&ocirc;t&eacute; Obscur sous le nom de Kylo Ren, pour le ramener du bon c&ocirc;t&eacute;. Sur cette plan&egrave;te, D’Qar, R2-D2 est en veille depuis que Luke Skywalker a disparu. Au m&ecirc;me moment, le Premier Ordre s’active sur la base Starkiller pour pr&eacute;parer la destruction de D’Qar, tandis que la R&eacute;sistance met un plan au point pour d&eacute;sactiver les boucliers de cette plan&egrave;te-arme afin de laisser le champ libre aux X-Wings. Ce r&ocirc;le est d&eacute;volu au Faucon Millenium. Han, Chewbacca et Finn s’infiltrent sur la base Starkiller, arrivent &agrave; d&eacute;sactiver le bouclier en for&ccedil;ant le capitaine Phasma &agrave; le faire, et retrouvent Rey. L’escadrille ne parvient pas &agrave; ses fins, ce qui contraint Han et Chewbacca &agrave; disposer des explosifs &agrave; l’int&eacute;rieur de la base. Kylo Ren appara&icirc;t et retrouve son p&egrave;re sur une passerelle au-dessus du vide. Il lui explique &ecirc;tre coup&eacute; en deux entre les c&ocirc;t&eacute;s lumineux et obscur de la Force, lui demande son aide, et lui tend son sabre laser. Mais au moment o&ugrave; Han va s’en saisir, son fils raffermit sa prise, active l'arme et le transperce. Le corps de Han Solo dispara&icirc;t dans le vide sous les yeux de Finn, Chewbacca et Rey, impuissants. Cela d&eacute;clenche la col&egrave;re de Chewbacca qui parvient &agrave; blesser Kylo Ren avec son arbal&egrave;te. Bien que non pr&eacute;sente, Leia ressent dans la Force le terrible drame qui vient d'arriver.<br/>
                </p>
                <p class="res">
                   Alors que la base est sur le point d’&ecirc;tre d&eacute;truite par l’action conjugu&eacute;e des explosifs et des X-Wings, Kylo Ren affronte Finn qui, muni du sabre laser d’Anakin Skywalker, fuyait avec Rey &agrave; travers la for&ecirc;t enneig&eacute;e en direction du Faucon Millenium. Ren assomme Rey en la projetant contre un arbre avec la Force, puis affronte Finn qu'il met rapidement hors de combat en le laissant gravement bless&eacute;. Finn a l&acirc;ch&eacute; le sabre qui est retomb&eacute; &agrave; plusieurs m&egrave;tres d'eux dans la neige. Le personnage mal&eacute;fique se sert de la Force pour le r&eacute;cup&eacute;rer mais il a la surprise de voir Rey, qui a repris conscience, utiliser &eacute;galement la Force. La jeune femme s'empare ainsi de l’arme. S’ensuit un combat o&ugrave; Rey prend le dessus, laissant Kylo Ren s&eacute;v&egrave;rement bless&eacute; au moment o&ugrave; le sol s’ouvre sous leurs pieds. Rey retourne aupr&egrave;s de Finn, toujours inconscient. Ils sont &eacute;vacu&eacute;s in extremis par Chewbacca &agrave; bord du Faucon Millenium, juste avant l'explosion de la base Starkiller. Au m&ecirc;me moment, le Leader Supr&ecirc;me Snoke demande au g&eacute;n&eacute;ral Hux de r&eacute;cup&eacute;rer Kylo Ren, afin qu’il puisse achever sa formation.<br/>
                </p>
                <p class="res">
                   Sur la base de la R&eacute;sistance qui f&ecirc;te la victoire, R2-D2 se r&eacute;active et gr&acirc;ce &agrave; lui, la carte de BB-8 est compl&eacute;t&eacute;e, ce qui permet aux R&eacute;sistants de localiser la plan&egrave;te sur laquelle se cache Luke Skywalker. Rey s’y rend avec Chewbacca et R2-D2. Elle retrouve Luke sur une &icirc;le au milieu d'une plan&egrave;te oc&eacute;anique. Le film se termine sur un plan de Rey tendant &agrave; Luke son sabre laser, qui avait jadis appartenu &agrave; son p&egrave;re, Anakin Skywalker.<br/>
                </p>
                <p id="source">
                    <a href="https://fr.wikipedia.org/wiki/Star_Wars,_%C3%A9pisode_VII_:_Le_R%C3%A9veil_de_la_Force">Source : Wikipedia</a>
                </p>
            </article>
            
            <article id="art3">
                <a id="perso">
                    <h3 class="titre3">Les personnages principaux :</h3>
                </a>
                <table id="tab1">
                    <thead>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Luke Skywalker</td>
                            <td>Mark Hamill</td>
                            <td>Jedi</td>
                        </tr>
                        <tr>
                            <td>Han Solo</td>
                            <td>Harrison Ford</td>
                            <td>Contrebandier</td>
                        </tr>
                        <tr>
                            <td>Leia Organa</td>
                            <td>Carrie Fisher</td>
                            <td>G&eacute;n&eacute;ral de la R&eacute;sistance</td>
                        </tr>
                        <tr>
                            <td>Rey</td>
                            <td>Daisy Ridley</td>
                            <td>Pilleuse d'&eacute;pave, Apprenti de la Force</td>
                        </tr>
                        <tr>
                            <td>FN-2187/Finn</td>
                            <td>John Boyega</td>
                            <td>Stormtrooper/R&eacute;sistant</td>
                        </tr>
                        <tr>
                            <td>Poe Dameron</td>
                            <td>Oscar Isaac</td>
                            <td>Pilote de X-Wing de la R&eacute;</td>
                        </tr>
                        <tr>
                            <td>Kylo Ren/Ben Solo</td>
                            <td>Adam Driver</td>
                            <td>Apprenti Sith</td>
                        </tr>
                    </tbody>
                    <tfoot>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </tfoot>
                </table>
            </article>
            
            <article id="art4">
                <a id="ba">
                    <h3 class="titre3">La bande-annonce :</h3>
                </a>
                <video id="video" ontimeupdate="update(this)">
                    <source src="../medias/bandes-annonces/star-wars-episode-7.mp4">
                </video>
                <div id="progressTime"></div>
                <button class="control" onclick="play('video', this)">Play</button>
                <button class="control" onclick="stop('video')">Stop</button>
            </article>
        </section>
        
        <footer>
            <nav>
                <a id="prec" href="episode_V.html"><img id="imgprec" src="../medias/images_diverses/lightsaber-red-icon.png" alt="Precedent">
                    <h3 id="titreprec">&Eacute;pisode pr&eacute;c&eacute;dent</h3>
                </a>
                <a id="acc" href="index.html"><img id="imgacc" src="../medias/images_diverses/r2-d2-icon.png" alt="Accueil">
                    <h3 id="titreacc">Retour &agrave; l'accueil</h3>
                </a>
            </nav>
        </footer>      
       
        <script type="text/javascript" src="../js/Ep7.js"></script>        
    </body>
</html>