<!DOCTYPE html>
<html lang="fr">
<head>
    <meta charset="utf-8"/>
    <meta name="author" content="Bastien Bobb"/>
    <meta name="description" content="Toutes les infos sur l'Episode VI de Star Wars"/>
    <title>Star Wars Episode VI : Le Retour du Jedi</title>
    <link rel="stylesheet" type="text/css" href="../css/Ep6.css"/>
</head>
    <body>
        <header>
            <h1>Star Wars Episode VI : Le Retour du Jedi</h1>
        </header>
        
        <section>
            <h2>Tout savoir sur le film :</h2>
            <article id="sommaire1">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="sommaire2">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="art1">
                <a id="infos">
                    <h3 class="titre3">Quelques informations :</h3>
                </a>
                <p class="info">Genre : Science-Fiction</p>
                <p class="info">Date de sortie : 1983</p>
                <p class="info">R&eacute;alisateur : Georges Lucas</p>
                <p class="info">Acteurs pricipaux : Mark Hamill, Harrison Ford, Carrie Fisher, Billy Dee Williams, Peter Mayhew, David Prowse</p>
                <p class="info">Dur&eacute;e : 2h14min</p>
            </article>
            
            <article id="art2">
                <a id="resume">
                    <h3 class="titre3">Le r&eacute;sum&eacute; du film :</h3>
                </a>
                <p class="res">
                   Pour mettre fin au conflit arm&eacute; qui l'oppose &agrave; l'Alliance rebelle, l'empereur Palpatine lance la construction en orbite autour de la lune de la plan&egrave;te Endor d'une nouvelle station spatiale de combat baptis&eacute;e l'&Eacute;toile de la mort. Pour cela, il envoie sur place son apprenti Dark Vador, mais compte bien superviser lui-m&ecirc;me la fin de l'ouvrage.<br/>
                </p>
                <p class="res">
                   Sur la plan&egrave;te Tatooine, le Jedi h&eacute;ros de l'Alliance rebelle Luke Skywalker tente de d&eacute;livrer son ami Han Solo qui est retenu prisonnier par le puissant trafiquant Jabba le Hutt. La princesse Leia, d&eacute;guis&eacute;e en chasseur de primes, s'infiltre dans le palais du criminel et tente de d&eacute;livrer Solo. Mais, d&eacute;masqu&eacute;e, elle est &agrave; son tour retenue captive. Le lendemain, Luke p&eacute;n&egrave;tre lui aussi dans la salle du tr&ocirc;ne. Il menace Jabba de repr&eacute;sailles s’il ne lui rend pas ses amis. Mais le truand n’en a cure et pr&eacute;cipite le jeune Jedi dans la fosse du rancor, son monstre de compagnie. Cependant contre toute attente, Luke r&eacute;ussit &agrave; &eacute;liminer l’animal. Courrouc&eacute; par cette perte, Jabba d&eacute;cide alors de jeter Skywalker et Solo dans la gueule du Sarlacc, un arthropode g&eacute;ant vivant au milieu des dunes de Tatooine. Arriv&eacute; sur le site, Luke s’empare de son sabre laser, qu’il avait dissimul&eacute; &agrave; l’int&eacute;rieur de son dro&iuml;de astrom&eacute;canicien R2-D2. Il s'ensuit une bataille tumultueuse qui voit la fin de Jabba et d’une partie de sa cour dans l'explosion de la barge &agrave; voile du trafiquant. Sains et saufs, Luke et ses amis retournent &agrave; leurs vaisseaux et quittent la plan&egrave;te.<br/>
                </p>
                <p class="res">
                   Abandonnant temporairement ses compagnons, Luke se rend seul sur la plan&egrave;te Dagobah pour y retrouver Yoda, son second ma&icirc;tre Jedi. Tr&egrave;s affaibli, ce dernier lui annonce qu'il n'a plus rien &agrave; lui apprendre, puis s’&eacute;teint paisiblement sous les yeux de son &eacute;l&egrave;ve. Alors que Luke s'appr&ecirc;te &agrave; repartir, l'esprit de son premier ma&icirc;tre Obi-Wan Kenobi lui appara&icirc;t. Le fant&ocirc;me du Jedi lui apprend qu’il a une sœur jumelle et qu’ils ont &eacute;t&eacute; s&eacute;par&eacute;s &agrave; leur naissance. Se fiant &agrave; son intuition, Luke d&eacute;couvre que cette soeur n'est autre que son amie Leia.<br/>
                </p>
                <p class="res">
                   Au m&ecirc;me moment, l'Empereur Palpatine quitte Coruscant pour l’&Eacute;toile de la mort. Officiellement, il fait passer ce voyage pour une inspection des travaux. Mais en r&eacute;alit&eacute;, il s'agit d'une manoeuvre pour tendre un pi&egrave;ge &agrave; l’Alliance rebelle et pour capturer le jeune Skywalker.<br/>
                </p>
                <p class="res">
                   Luke retrouve ses amis au point de rassemblement de la flotte de guerre des rebelles. L&agrave;, Mon Mothma, la chef de l'Alliance, apprend &agrave; l’assembl&eacute;e le plan que l'Alliance rebelle a &eacute;labor&eacute; pour d&eacute;truire l'&Eacute;toile de la mort. En effet, la station de combat est encore inop&eacute;rationnelle et ne peut disposer de ses syst&egrave;mes d'armement. Elle l'informe &eacute;galement de la pr&eacute;sence de l’Empereur sur les lieux. Sa destruction et l’&eacute;limination de Palpatine porteraient un coup fatal &agrave; l’Empire. Le plan d&eacute;voil&eacute; par les officiers de l’Alliance est simple. Dans un premier temps, un petit groupe se posera sur la lune d’Endor pour d&eacute;sactiver le champ d'&eacute;nergie prot&eacute;geant l’&Eacute;toile de la mort. Dans un deuxième temps, la flotte de l’Alliance attaquera la station et cherchera &agrave; la d&eacute;truire en touchant son g&eacute;n&eacute;rateur d’&eacute;nergie.<br/>
                </p>
                <p class="res">
                   Le commandement de l'exp&eacute;dition d'Endor est confi&eacute; &agrave; Han Solo. Ses amis Luke et Leia se portent volontaires pour l'accompagner dans cette difficile mission. Arriv&eacute;s sur place, les rebelles tombent rapidement sur une patrouille imp&eacute;riale mais ils arrivent &agrave; la neutraliser avant qu'elle ne donne l'alerte. Ils se font ensuite capturer par une tribu de petits &ecirc;tres autochtones : les Ewoks. Heureusement, apr&egrave;s une d&eacute;monstration des pouvoirs de la Force par Luke, ces derniers les rel&agrave;chent. Le soir venu, Luke s'&eacute;clipse apr&egrave;s avoir annonc&eacute; &agrave; Leia qu'elle est sa soeur. De plus en plus troubl&eacute; d'&ecirc;tre le fils de Dark Vador, il d&eacute;cide de se livrer &agrave; l'ennemi pour la prot&eacute;ger. Amen&eacute; devant son p&egrave;re, il essaie en vain de le faire changer de camp. Mais Vador est trop fascin&eacute; par le C&ocirc;t&eacute; obscur de la Force. Ainsi, comme l'empereur lui a demand&eacute;, il transf&egrave;re Luke jusqu'&agrave; l’&Eacute;toile de la mort.<br/>
                </p>
                <p class="res">
                   Le lendemain, Solo m&egrave;ne ses troupes &agrave; l'assaut de la casemate o&ugrave; est install&eacute; le g&eacute;n&eacute;rateur du champ protecteur. Mais l'empereur a pr&eacute;vu l'attaque et &agrave; peine sont-ils arriv&eacute;s &agrave; l’int&eacute;rieur du b&acirc;timent que les rebelles sont encercl&eacute;s par une multitude d'adversaires. Pendant ce temps, la flotte rebelle arrive sur les lieux. L'amiral Ackbar, son commandant en chef, s’aperçoit rapidement qu'il est tomb&eacute; dans un pi&egrave;ge. Le bouclier de l’&Eacute;toile est en effet toujours actif et une flotte imp&eacute;riale lui coupe toute retraite. L'Empereur annonce alors &agrave; Luke qu'ils vont observer ensemble l'extinction des forces de l'Alliance et lui confie que le rayon laser de la station est d'ores et d&eacute;j&agrave; op&eacute;rationnel : les premiers croiseurs rebelles sont alors d&eacute;sint&eacute;gr&eacute;s dans de lumineuses explosions. Ackbar ne peut rien face &agrave; cette puissance de feu et ordonne &agrave; ses navires de s'approcher des croiseurs imp&eacute;riaux, pour &eacute;chapper aux tirs de l'&Eacute;toile. Fou de rage, Luke se confronte une nouvelle fois &agrave; son p&egrave;re en duel, sous le regard amus&eacute; de Palpatine.<br/>
                </p>
                <p class="res">
                   Mais soudainement le conflit bascule. Pour sauver les rebelles captur&eacute;s, les Ewoks attaquent en masse les imp&eacute;riaux sur Endor. Profitant du trouble, Solo installe un explosif et parvient &agrave; d&eacute;truire la casemate. Sur l’&Eacute;toile, Luke, anim&eacute; par la haine, parvient &agrave; d&eacute;sarmer son p&egrave;re en lui tranchant sa main. L'Empereur jubile et tente de faire basculer Luke du C&ocirc;t&eacute; obscur de la Force, en lui demandant d’ex&eacute;cuter Vador de sang-froid. Mais Luke refuse de s’abandonner plus &agrave; la haine. Le seigneur Sith d&eacute;cide alors de tuer le Jedi en invoquant de puissants &eacute;clairs de Force. Voyant son fils se faire torturer par son ma&icirc;tre, Vador d&eacute;cide d'agir. Il soul&egrave;ve Palpatine avec ses derni&egrave;res forces et, non sans &ecirc;tre foudroy&eacute; lui-m&ecirc;me, le jette dans un profond puits d'a&eacute;ration de la station. Touch&eacute; &agrave; mort, Vador demande &agrave; son fils de lui retirer son masque pour le voir une derni&egrave;re fois avec ses propres yeux. Luke quitte ensuite la station avec la d&eacute;pouille de son p&egrave;re.<br/>
                </p>
                <p class="res">
                   S’apercevant que la station n'est plus prot&eacute;g&eacute;e par le champ d'&eacute;nergie, l'amiral Ackbar lance l'assaut. Des chasseurs rebelles p&eacute;n&egrave;trent dans sa structure et d&eacute;truisent l'alimentation du b&acirc;timent spatial. Une r&eacute;action en cha&icirc;ne fait ensuite exploser l'engin. La flotte imp&eacute;riale est vaincue et doit se disperser pour survivre. Sur Endor, Luke dresse un b&ucirc;cher o&ugrave; il br&ucirc;le le corps de son p&egrave;re selon la tradition Jedi. Puis apr&egrave;s avoir rejoint sa soeur Leia et ses amis de l'Alliance rebelle, le jeune homme voit les esprits d'Obi-Wan, de Yoda et de son p&egrave;re se mat&eacute;rialiser. Ils seront d&eacute;sormais tous trois réunis pour guider les pas de Luke.<br/>
                </p>
                <p id="source">
                    <a href="https://fr.wikipedia.org/wiki/Star_Wars,_%C3%A9pisode_VI_:_Le_Retour_du_Jedi">Source : Wikipedia</a>
                </p>
            </article>
            
            <article id="art3">
                <a id="perso">
                    <h3 class="titre3">Les personnages principaux :</h3>
                </a>
                <table id="tab1">
                    <thead>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Luke Skywalker</td>
                            <td>Mark Hamill</td>
                            <td>Jedi</td>
                        </tr>
                        <tr>
                            <td>Han Solo</td>
                            <td>Harrison Ford</td>
                            <td>Contrebandier</td>
                        </tr>
                        <tr>
                            <td>Leia Organa</td>
                            <td>Carrie Fisher</td>
                            <td>Princesse</td>
                        </tr>
                        <tr>
                            <td>Chewbacca</td>
                            <td>Peter Mayhew</td>
                            <td>Wookie</td>
                        </tr>
                        <tr>
                            <td>Dark Vador</td>
                            <td>David Prowse</td>
                            <td>Seigneur Sith</td>
                        </tr>
                        <tr>
                            <td>Lando Calrissian</td>
                            <td>Billy Dee Williams</td>
                            <td>Contrebandier, Gouverneur d'une cité de Bespin </td>
                        </tr>
                    </tbody>
                    <tfoot>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </tfoot>
                </table>
            </article>
            
            <article id="art4">
                <a id="ba">
                    <h3 class="titre3">La bande-annonce :</h3>
                </a>
                <video id="video" ontimeupdate="update(this)">
                    <source src="../medias/bandes-annonces/star-wars-episode-6.mp4">
                </video>
                <div id="progressTime"></div>
                <button class="control" onclick="play('video', this)">Play</button>
                <button class="control" onclick="stop('video')">Stop</button>
            </article>
        </section>
        
        <footer>
            <nav>
                <a id="prec" href="episode_V.html"><img id="imgprec" src="../medias/images_diverses/lightsaber-red-icon.png" alt="Precedent">
                    <h3 id="titreprec">&Eacute;pisode pr&eacute;c&eacute;dent</h3>
                </a>
                <a id="acc" href="index.html"><img id="imgacc" src="../medias/images_diverses/r2-d2-icon.png" alt="Accueil">
                    <h3 id="titreacc">Retour &agrave; l'accueil</h3>
                </a>
                <a id="suiv" href="episode_VII.html"><img id="imgsuiv" src="../medias/images_diverses/light-saber-green.png" alt="Suivant">
                    <h3 id="titresuiv">&Eacute;pisode suivant</h3>
                </a>
            </nav>
        </footer>      
       
        <script type="text/javascript" src="../js/Ep6.js"></script>        
    </body>
</html>