<!DOCTYPE html>
<html lang="fr">
<head>
    <meta charset="utf-8"/>
    <title>Star Wars Episode V : L'Empire Contre-Attaque</title>
    <meta name="author" content="Bastien Bobb"/>
    <meta name="description" content="Toutes les infos sur l'Episode V de Star Wars"/>
    <link rel="stylesheet" type="text/css" href="../css/Ep5.css"/>
</head>
    <body>
        <header>
            <h1>Star Wars Episode V : L'Empire Contre-Attaque</h1>
        </header>
        
        <section>
            <h2>Tout savoir sur le film :</h2>
            <article id="sommaire1">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="sommaire2">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="art1">
                <a id="infos">
                    <h3 class="titre3">Quelques informations :</h3>
                </a>
                <p class="info">Genre : Science-Fiction</p>
                <p class="info">Date de sortie : 1980</p>
                <p class="info">R&eacute;alisateur : Georges Lucas</p>
                <p class="info">Acteurs pricipaux : Mark Hamill, Harrison Ford, Carrie Fisher, Billy Dee Williams, Peter Mayhew, David Prowse</p>
                <p class="info">Dur&eacute;e : 2h04min</p>
            </article>
            
            <article id="art2">
                <a id="resume">
                    <h3 class="titre3">Le r&eacute;sum&eacute; du film :</h3>
                </a>
                <p class="res">
                   En 3 ap. BY, l'Empire galactique lance dans toute la galaxie des milliers de sondes spatiales pour d&eacute;busquer les membres de l'Alliance rebelle. Ces derniers se sont r&eacute;fugi&eacute;s depuis plusieurs mois sur Hoth, une plan&egrave;te de glace, dans un complexe am&eacute;nag&eacute; sur le flanc d'une montagne. Alors qu'il patrouille autour de la base, Luke Skywalker, le h&eacute;ros rebelle qui a d&eacute;truit l'&Eacute;toile Noire, rep&egrave;re une m&eacute;t&eacute;orite qui s'&eacute;crase non loin de sa position. Il s'agit en fait d'un dro&iuml;de-sonde imp&eacute;rial. Il pr&eacute;vient son ami Han Solo qu'il va inspecter le point d'impact avant de rentrer. Malheureusement, en chemin, il est attaqu&eacute; par une monstrueuse cr&eacute;ature des neiges : un Wampa. Apr&egrave;s l'avoir assomm&eacute;, la b&egrave;te l'emm&egrave;ne jusqu'&agrave; sa grotte pour le d&eacute;vorer. Le jeune h&eacute;ros parvient cependant &agrave; se r&eacute;veiller juste &agrave; temps. Il tranche le bras du monstre avec son sabre laser et s'enfuit. Mais une temp&ecirc;te de neige s'est lev&eacute;e et il se perd en tentant de regagner la base. &Eacute;puis&eacute;, il finit par s'&eacute;crouler. C'est alors qu'il voit l'esprit de son ancien mentor, le Jedi Obi-Wan Kenobi, se mat&eacute;rialiser dans le blizzard. L'apparition fantomatique lui enjoint de se rendre dans le syst&egrave;me Dagobah, o&ugrave; il pourra poursuivre son apprentissage de Jedi gr&acirc;ce &agrave; l'enseignement d'un ancien ma&icirc;tre nomm&eacute; Yoda.<br/>
                </p>
                <p class="res">
                   Luke est bient&ocirc;t secouru par Han, qui envoie un signal de d&eacute;tresse pour que son ami soit ramen&eacute; &agrave; la base. Pendant que son compagnon se r&eacute;tablit, Han d&eacute;busque et d&eacute;truit la sonde espionne avec l'aide de son copilote Chewbacca. Cependant, l'appareil ennemi a d&eacute;j&agrave; envoy&eacute; des informations &agrave; la flotte imp&eacute;riale. Dark Vador ordonne alors une attaque imm&eacute;diate. De leur c&ocirc;t&eacute;, les rebelles se pr&eacute;parent &agrave; &eacute;vacuer les lieux. Pendant que les soldats freinent l'avanc&eacute;e des troupes imp&eacute;riales, les équipes techniques s'&eacute;chappent de la plan&egrave;te. Han Solo arrive &agrave; embarquer &agrave; temps &agrave; bord de son vaisseau, le Faucon Millenium, avec Chewbacca et la chef rebelle Leia Organa.<br/>
                </p>
                <p class="res">
                   Luke, de son c&ocirc;t&eacute;, prend place &agrave; bord de son chasseur X-wing et se rend sur la plan&eacute;te Dagobah pour trouver Yoda. La fuite du Faucon Millenium s'av&egrave;re plus difficile car l'hyperpropulsion du vaisseau est en panne. Han Solo parvient cependant &agrave; &eacute;chapper aux chasseurs imp&eacute;riaux en se r&eacute;fugiant dans un champ d’ast&eacute;ro&iuml;des. Malgr&eacute; cela, il est dans l'impossibilit&eacute; de rejoindre la flotte rebelle. Il lui faut r&eacute;viser son vaisseau. Il d&eacute;cide donc d'effectuer les r&eacute;parations sur Bespin, une plan&egrave;te proche. Il y retrouve Lando Calrissian, un de ses vieux amis qui est le gouverneur d'une cit&eacute; dans les nuages. Pendant ce temps dans les marais de Dagobah, Yoda soumet Luke &agrave; un entra&icirc;nement intensif de Jedi et le met en garde contre le C&ocirc;t&eacute; obscur. Dans son vaisseau, Dark Vador est convoqu&eacute; par son ma&icirc;tre, l'Empereur Palpatine. Ce dernier lui fait part d'un grand trouble dans la Force et de son inqui&eacute;tude &agrave; propos de Luke qui serait le fils d'Anakin Skywalker. L'Empereur enjoint &agrave; ce que le jeune homme ne devienne pas un Jedi. Vador propose au contraire de convertir Luke au C&ocirc;t&eacute; obscur ou &agrave; d&eacute;faut de le tuer.<br/>
                </p>
                <p class="res">
                   Luke a des pr&eacute;monitions et voit ses amis en danger. Il d&eacute;cide alors de se rendre &agrave; son tour sur Bespin malgr&eacute; les mises en garde de Yoda et de l'esprit d'Obi-Wan. Dans la cit&eacute; des nuages, le lien entre Han et Leia se renforce. Mais Vador et ses troupes sont en embuscade. Trahi par Lando, Han Solo est congel&eacute; dans de la carbonite. Vador le livre ensuite &agrave; Boba Fett, un chasseur de primes &agrave; la solde de Jabba le Hutt, l'ancien employeur m&eacute;content de Solo. Pris de remords, Lando lib&egrave;re cependant Leia et Chewbacca et les emm&egrave;ne &agrave; bord du Faucon Millenium. Luke d&eacute;barque alors au cœur de la cit&eacute; et se voit contraint d'affronter Vador en duel au sabre laser. Le Seigneur noir fait preuve de sa ma&icirc;trise du C&ocirc;t&eacute; obscur et prend l'ascendant sur le jeune homme en lui tranchant la main, mettant ainsi l'apprenti Jedi &agrave; sa merci. Vador propose &agrave; Luke de se joindre &agrave; lui pour r&eacute;gner sur la galaxie. Comme il refuse, Luke apprend alors la terrible v&eacute;rit&eacute; sur son h&eacute;ritage : Vador lui d&eacute;voile qu'il est son p&egrave;re. Comprenant la v&eacute;rit&eacute;, Luke se jette dans le vide et &eacute;chappe ainsi au Seigneur noir. Il est alors r&eacute;cup&eacute;r&eacute; par Lando et Leia &agrave; bord du Faucon Millenium et ils r&eacute;ussissent ensuite &agrave; quitter la plan&egrave;te sans encombre. Lando et Chewbacca d&eacute;posent alors Luke et Leia &agrave; bord d'un cargo de l'Alliance rebelle puis partent &agrave; la recherche d'Han Solo.<br/>
                </p>
                <p id="source">
                    <a href="https://fr.wikipedia.org/wiki/Star_Wars,_%C3%A9pisode_V_:_L'Empire_contre-attaque">Source : Wikipedia</a>
                </p>
            </article>
            
            <article id="art3">
                <a id="perso">
                    <h3 class="titre3">Les personnages principaux :</h3>
                </a>
                <table id="tab1">
                    <thead>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Luke Skywalker</td>
                            <td>Mark Hamill</td>
                            <td>Apprenti Jedi </td>
                        </tr>
                        <tr>
                            <td>Han Solo</td>
                            <td>Harrison Ford</td>
                            <td>Contrebandier</td>
                        </tr>
                        <tr>
                            <td>Leia Organa</td>
                            <td>Carrie Fisher</td>
                            <td>Princesse</td>
                        </tr>
                        <tr>
                            <td>Chewbacca</td>
                            <td>Peter Mayhew</td>
                            <td>Wookie</td>
                        </tr>
                        <tr>
                            <td>Dark Vador</td>
                            <td>David Prowse</td>
                            <td>Seigneur Sith</td>
                        </tr>
                        <tr>
                            <td>Lando Calrissian</td>
                            <td>Billy Dee Williams</td>
                            <td>Contrebandier, Gouverneur d'une cité de Bespin </td>
                        </tr>
                    </tbody>
                    <tfoot>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </tfoot>
                </table>
            </article>
            
            <article id="art4">
                <a id="ba">
                    <h3 class="titre3">La bande-annonce :</h3>
                </a>
                <video id="video" ontimeupdate="update(this)">
                    <source src="../medias/bandes-annonces/star-wars-episode-5.mp4">
                </video>
                <div id="progressTime"></div>
                <button class="control" onclick="play('video', this)">Play</button>
                <button class="control" onclick="stop('video')">Stop</button>
            </article>
        </section>
        
        <footer>
            <nav>
                <a id="prec" href="episode_IV.html"><img id="imgprec" src="../medias/images_diverses/lightsaber-red-icon.png" alt="Precedent">
                    <h3 id="titreprec">&Eacute;pisode pr&eacute;c&eacute;dent</h3>
                </a>
                <a id="acc" href="index.html"><img id="imgacc" src="../medias/images_diverses/r2-d2-icon.png" alt="Accueil">
                    <h3 id="titreacc">Retour &agrave; l'accueil</h3>
                </a>
                <a id="suiv" href="episode_VI.html"><img id="imgsuiv" src="../medias/images_diverses/light-saber-green.png" alt="Suivant">
                    <h3 id="titresuiv">&Eacute;pisode suivant</h3>
                </a>
            </nav>
        </footer>      
       
        <script type="text/javascript" src="../js/Ep5.js"></script>        
    </body>
</html>