<!DOCTYPE html>
<html lang="fr">
<head>
    <meta charset="utf-8"/>
    <meta name="author" content="Bastien Bobb"/>
    <meta name="description" content="Toutes les infos sur l'Episode III de Star Wars"/>
    <title>Star Wars Episode III : La Revanche des Sith</title>
    <link rel="stylesheet" type="text/css" href="../css/Ep3.css"/>
</head>
    <body>
        <header>
            <h1>Star Wars Episode III : La Revanche des Sith</h1>
        </header>
        
        <section>
            <h2>Tout savoir sur le film :</h2>
            <article id="sommaire1">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="sommaire2">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="art1">
                <a id="infos">
                    <h3 class="titre3">Quelques informations :</h3>
                </a>
                <p class="info">Genre : Science-Fiction</p>
                <p class="info">Date de sortie : 2005</p>
                <p class="info">R&eacute;alisateur : Georges Lucas</p>
                <p class="info">Acteurs pricipaux : Ewan McGregor, Natalie Portman, Hayden Christensen, Christopher Lee, Samuel L.Jackson</p>
                <p class="info">Dur&eacute;e : 2h20min</p>
            </article>
            
            <article id="art2">
                <a id="resume">
                    <h3 class="titre3">Le r&eacute;sum&eacute; du film :</h3>
                </a>
                <p class="res">
                   Apr&egrave;s avoir rejoint le vaisseau, les deux Jedi s'avancent jusqu'au quartier du g&eacute;n&eacute;ral Grievous. Ils y d&eacute;couvrent le chancelier retenu en otage par le chef du mouvement s&eacute;paratiste, le comte Dooku. Celui-ci engage le combat contre eux et parvient &agrave; mettre rapidement Obi-Wan Kenobi hors de combat. Mais Anakin, plus fort et plus enrag&eacute; que le vieux comte, parvient finalement &agrave; le vaincre. Puis, contrairement aux pr&eacute;ceptes des Jedi, il le d&eacute;capite, pouss&eacute; &agrave; perp&eacute;trer cet acte par Palpatine. Affaibli par les tirs des escadrilles r&eacute;publicaines, le vaisseau prend alors feu. Grievous s’&eacute;chappe gr&acirc;ce &agrave; une navette de sauvetage, laissant la charge &agrave; Anakin et Obi-Wan de faire atterrir le vaisseau &agrave; la surface de la plan&egrave;te.<br/>
                </p>
                <p class="res">
                   Reconduisant le chancelier au S&eacute;nat galactique, Anakin re&ccedil;oit les f&eacute;licitations des dignitaires de la R&eacute;publique et retrouve sa femme Padm&eacute; Amidala, apr&egrave;s plusieurs mois de s&eacute;paration. Celle-ci lui r&eacute;v&egrave;le qu'elle est enceinte. &Eacute;merveill&eacute; par cette nouvelle, Anakin est cependant troubl&eacute; la nuit suivante par un r&ecirc;ve qu'il fait. Padm&eacute; r&eacute;veill&eacute;e, il lui r&eacute;v&egrave;le qu'il l'a vue mourir en couches. Traumatis&eacute; par la mort de sa m&egrave;re qu'il n'a pu emp&ecirc;cher, Anakin se jure de ne pas perdre une nouvelle fois celle qu'il aime. Sauver Padm&eacute; devient alors pour lui une obsession.<br/>
                </p>
                <p class="res">
                   Le chancelier Palpatine, qui manoeuvre pour conserver les pleins pouvoirs qu’il a acquis grâce &agrave; la guerre, flatte Anakin et s'ing&eacute;nie &agrave; accro&icirc;tre la m&eacute;fiance qu'a le jeune homme envers le conseil des Jedi. Il parvient d’ailleurs &agrave; le faire nommer son repr&eacute;sentant au sein de ce conseil qu'il soup&ccedil;onne de comploter contre lui. Les ma&icirc;tres Jedi acceptent cette demande car ils veulent qu’Anakin surveille pour eux les agissements du chancelier.<br/>
                </p>
                <p class="res">
                   Palpatine commence ensuite &agrave; faire miroiter &agrave; Anakin la possibilit&eacute; de sauver son &eacute;pouse. Invitant ce dernier &agrave; l'op&eacute;ra de Coruscant, o&ugrave; il assiste &agrave; une repr&eacute;sentation, le chancelier lui conte l'histoire de Dark Plagueis, un Sith qui aurait acquis le pouvoir de se pr&eacute;server de la mort. Anakin entrevoit dans cette histoire la possibilit&eacute; de sauver Padm&eacute; de ses pr&eacute;monitions. Le chancelier, pr&eacute;cise alors que les Jedi ne dispensent pas un tel enseignement et que seul un Sith peut le faire.<br/>
                </p>
                <p class="res">
                    Pendant ce temps, le g&eacute;n&eacute;ral Grievous rejoint les restes de son arm&eacute;e sur la plan&egrave;te Utapau. Il avertit le conseil s&eacute;paratiste de la mort de Dooku et l'invite &agrave; se cacher sur la plan&egrave;te volcanique Mustafar. Apprenant que Grievous s'est r&eacute;fugi&eacute; sur Utapau, les Jedi envoient Obi-Wan Kenobi sur la plan&egrave;te avec une puissante arm&eacute;e. Et, alors qu’il est en rep&eacute;rage &agrave; la surface de la plan&egrave;te, Kenobi d&eacute;couvre l’endroit o&ugrave; se cache le g&eacute;n&eacute;ral et l’affronte en duel. Il s'ensuit une violente confrontation qui s'ach&egrave;ve par la mort de Grievous.<br/>
                </p>
                <p class="res">
                    Sur Coruscant, Palpatine d&eacute;voile &agrave; son jeune prot&eacute;g&eacute; qu'il ma&icirc;trise les arcanes du pouvoir Sith, seuls &agrave; m&ecirc;me de lui permettre de sauver Padm&eacute;. Anakin, choqu&eacute;, comprend alors que le chancelier est le Sith que le conseil Jedi recherche depuis plus de dix ans. Apr&egrave;s un moment d'h&eacute;sitation, il choisit d'en informer ses pairs. Quatre ma&icirc;tres Jedi se rendent alors &agrave; la chancellerie pour mettre aux arr&ecirc;ts Palpatine. D&eacute;gainant son sabre laser, le chancelier abat en un instant trois Jedi. Il s’ensuit un long combat entre le seigneur Sith et Mace Windu, le ma&icirc;tre Jedi survivant. Malgr&eacute; les incroyables pouvoirs du chancelier, Windu parvient &agrave; l’emporter. Anakin p&eacute;n&egrave;tre alors dans le bureau du chancelier, et n’&eacute;coutant que son obsession &agrave; sauver sa femme, il d&eacute;sarme le Jedi. Reprenant alors l’avantage, Palpatine foudroie Windu avec ses pouvoirs Sith et le pr&eacute;cipite vingt &eacute;tages plus bas. Conscient de la gravit&eacute; de son geste Anakin accepte donc de se soumettre &agrave; Palpatine. Ce dernier en fait son apprenti Sith et le rebaptise Dark Vador.<br/>
                </p>
                <p class="res">
                   Palpatine donne alors l'ordre, aux officiers r&eacute;partis sur les diff&eacute;rents fronts de la galaxie, d'assassiner les Jedi qui sont à leurs c&ocirc;t&eacute;s. Obi-Wan et le maître Jedi Yoda sont parmi les seuls &agrave; &eacute;chapper aux massacres. Sur Coruscant, l'&eacute;limination des Jedi est confi&eacute;e au seigneur Vador, qui prend la t&ecirc;te d'un r&eacute;giment et tue tous les Jedi pr&eacute;sents, m&ecirc;me les apprentis. Sa sombre besogne effectu&eacute;e, Vador revient aupr&egrave;s de Padm&eacute; pour s'assurer qu'elle va bien. Il lui annonce que les Jedi se sont r&eacute;volt&eacute;s et qu'ils sont dor&eacute;navant consid&eacute;r&eacute;s comme des ennemis de la R&eacute;publique. Puis il lui d&eacute;clare que le chancelier l’a charg&eacute; de mettre fin &agrave; la guerre en l’envoyant sur la plan&egrave;te volcanique Mustafar.<br/>
                </p>
                <p class="res">
                    Aid&eacute; par le s&eacute;nateur Bail Organa d'Alderaan, Yoda et Obi-Wan reviennent sur Coruscant. Arriv&eacute;s sur place, les deux Jedi d&eacute;couvrent l’horrible v&eacute;rit&eacute; sur Anakin et Palpatine. Yoda charge alors Obi-Wan de retrouver et d'&eacute;liminer le premier. Le vieux ma&icirc;tre Jedi se charge lui du second, qu'il devine trop puissant pour Obi-Wan. Pendant ce temps &agrave; la tribune du S&eacute;nat galactique, Palpatine d&eacute;nonce la traitrise des Jedi. Il d&eacute;clare ensuite sous les acclamations la dissolution de la R&eacute;publique et l'av&egrave;nement d'un Empire galactique dirig&eacute; par son auguste personne.<br/>
                </p>
                <p class="res">
                    Arriv&eacute; &agrave; Mustafar, Vador tue les dirigeants s&eacute;paratistes et met ainsi fin &agrave; la guerre des clones. De son c&ocirc;t&eacute;, Obi-Wan explique la situation &agrave; Padm&eacute; qui refuse de le croire et de lui r&eacute;v&eacute;ler o&ugrave; se trouve son mari. Troubl&eacute;e, elle part imm&eacute;diatement le rejoindre, emmenant sans le savoir Obi-Wan, qui s'est dissimul&eacute; dans son vaisseau. Sur Mustafar, Padm&eacute; retrouve Anakin. Quittant sa cachette, Obi-Wan les rejoint. Croyant qu'elle l'a trahi, l'apprenti Sith &eacute;trangle sa femme jusqu'&agrave; la rendre inconsciente.<br/>
                </p>
                <p class="res">
                    Se reprochant mutuellement l'origine de ce geste, Obi-Wan et Anakin commencent alors &agrave; s'affronter avec leur sabre laser. Parall&egrave;lement, Yoda d&eacute;fie Palpatine mais se retrouve tr&egrave;s vite d&eacute;pass&eacute; par les pouvoirs du seigneur Sith. Yoda se r&eacute;sout alors &agrave; s'enfuir et rejoint le vaisseau du s&eacute;nateur Organa. Sur Mustafar, Anakin, malgr&eacute; les mises en garde d'Obi-Wan, se lance imprudemment sur son ma&icirc;tre, lequel lui tranche les jambes et le bras gauche d'un seul coup. Obi-Wan lui exprime sa tristesse, ramassant son sabre laser, puis le laisse agonisant au bord d'une rivi&egrave;re de lave o&ugrave; il br&ucirc;le. Le Jedi transporte ensuite Padm&eacute; jusqu'&agrave; son vaisseau puis quitte la plan&egrave;te. Rejoint par Bail Organa et Yoda, Obi-Wan conduit Padm&eacute; &agrave; un centre m&eacute;dical. Elle y accouche de deux enfants avant de s'&eacute;teindre.<br/>
                </p>
                <p class="res">
                    Palpatine, ayant perçu les difficult&eacute;s de son apprenti, se rend sur Mustafar et y r&eacute;cup&egrave;re le corps presque sans vie d'Anakin. Il le transporte ensuite sur Coruscant afin de lui prodiguer les soins n&eacute;cessaires. Br&ucirc;l&eacute; et mutil&eacute;, le jeune homme se voit confin&eacute; dans une armure noire robotis&eacute;e pour continuer &agrave; vivre. Reprenant conscience, il demande alors &agrave; l'empereur des nouvelles de sa femme. Celui-ci lui r&eacute;v&egrave;le qu'il l'a tu&eacute;e, mettant Vador dans une rage folle, d&eacute;truisant tout autour de lui, ce qui provoque un rictus de joie sur le visage de Palpatine.<br/>
                </p>
                <p class="res">
                    Bail Organa et les deux Jedi rendent le corps de Padm&eacute; &agrave; sa famille sur la plan&egrave;te Naboo. Ils d&eacute;cident cependant de garder secr&egrave;te la naissance des enfants d'Anakin et de Padm&eacute;. Leia, la fille, est confi&eacute;e au s&eacute;nateur d'Alderaan tandis que Luke, le garçon, est cach&eacute; sur la planète Tatooine sous la protection d'Obi-Wan. Yoda, lui, choisit de s'exiler sur la plan&egrave;te Dagobah, alors que Palpatine et Dark Vador &agrave; bord du vaisseau amiral de l'Empire observent la construction d'une nouvelle arme absolue : l'&Eacute;toile noire.<br/>
                </p>
                <p id="source">
                    <a href="https://fr.wikipedia.org/wiki/Star_Wars,_%C3%A9pisode_III_:_La_Revanche_des_Sith">Source : Wikipedia</a>
                </p>
            </article>
            
            <article id="art3">
                <a id="perso">
                    <h3 class="titre3">Les personnages principaux :</h3>
                </a>
                <table id="tab1">
                    <thead>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Anakin Skywalker</td>
                            <td>Hayden Christensen</td>
                            <td>Padawan</td>
                        </tr>
                        <tr>
                            <td>Obi-Wan Kenobi</td>
                            <td>Ewan McGregor</td>
                            <td>Chevalier Jedi</td>
                        </tr>
                        <tr>
                            <td>Padmé Amidala</td>
                            <td>Nathalie Portman</td>
                            <td>Sénatrice de Naboo</td>
                        </tr>
                        <tr>
                            <td>Comte Dooku</td>
                            <td>Christopher Lee</td>
                            <td>Sith</td>
                        </tr>
                        <tr>
                            <td>Palpatine/Dark Sidious</td>
                            <td>Ian McDiarmid</td>
                            <td>Chancelier / Seigneur Sith</td>
                        </tr>
                        <tr>
                            <td>Mace Windu</td>
                            <td>Samuel L. Jackson</td>
                            <td>Ma&icirc;tre Jedi</td>
                        </tr>
                    </tbody>
                    <tfoot>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </tfoot>
                </table>
            </article>
            
            <article id="art4">
                <a id="ba">
                    <h3 class="titre3">La bande-annonce :</h3>
                </a>
                <video id="video" ontimeupdate="update(this)">
                    <source src="../medias/bandes-annonces/star-wars-episode-3.mp4">
                </video>
                <div id="progressTime"></div>
                <button class="control" onclick="play('video', this)">Play</button>
                <button class="control" onclick="stop('video')">Stop</button>
            </article>
        </section>
        
        <footer>
            <nav>
                <a id="prec" href="episode_II.html"><img id="imgprec" src="../medias/images_diverses/lightsaber-red-icon.png" alt="Precedent">
                    <h3 id="titreprec">&Eacute;pisode pr&eacute;c&eacute;dent</h3>
                </a>
                <a id="acc" href="index.html"><img id="imgacc" src="../medias/images_diverses/r2-d2-icon.png" alt="Accueil">
                    <h3 id="titreacc">Retour &agrave; l'accueil</h3>
                </a>
                <a id="suiv" href="episode_IV.html"><img id="imgsuiv" src="../medias/images_diverses/light-saber-green.png" alt="Suivant">
                    <h3 id="titresuiv">&Eacute;pisode suivant</h3>
                </a>
            </nav>
        </footer>      
       
        <script type="text/javascript" src="../js/Ep3.js"></script>        
    </body>
</html>