<!DOCTYPE html>
<html lang="fr">
<head>
    <meta charset="utf-8"/>
    <meta name="author" content="Bastien Bobb"/>
    <meta name="description" content="Toutes les infos sur l'Episode I de Star Wars"/>
    <title>Star Wars Episode I : La Menace Fantome</title>
    <link rel="stylesheet" type="text/css" href="../css/Ep1.css"/>
</head>
    <body>
        <header>
            <h1>Star Wars Episode I : La Menace Fantome</h1>
        </header>
        
        <section>
            <h2>Tout savoir sur le film :</h2>
            <article id="sommaire1">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="sommaire2">
                <h3 class="titre3">Sommaire</h3>
                <nav>
                    <ul>
                        <li><a href="#infos">Quelques informations</a></li>
                        <li><a href="#resume">Le r&eacute;sum&eacute; du film</a></li>
                        <li><a href="#perso">Les personnages principaux</a></li>
                        <li><a href="#ba">La bande-annonce</a></li>
                    </ul>
                </nav>
            </article>
            
            <article id="art1">
                <a id="infos">
                    <h3 class="titre3">Quelques informations :</h3>
                </a>
                <p class="info">Genre : Science-Fiction</p>
                <p class="info">Date de sortie : 1999</p>
                <p class="info">R&eacute;alisateur : Georges Lucas</p>
                <p class="info">Acteurs pricipaux : Liam Neeson, Ewan McGregor, Natalie Portman, Jake Lloyd, Ian McDiarmid</p>
                <p class="info">Dur&eacute;e : 2h16min</p>
            </article>
            
            <article id="art2">
                <a id="resume">
                    <h3 class="titre3">Le r&eacute;sum&eacute; du film :</h3>
                </a>
                <p class="res">
                    Le chancelier supr&ecirc;me Valorum envoie le Jedi Qui-Gon Jinn et son apprenti Obi-Wan Kenobi sur le vaisseau de la F&eacute;d&eacute;ration qui commande le blocus de la plan&egrave;te Naboo. Ils ont ordre de r&eacute;soudre rapidement le litige et d'entamer des n&eacute;gociations. Ce qu'ils ne savent pas c'est que Nute Gunray et Sidious ont un autre objectif que la suppression de la taxe commerciale. Des dro&iuml;des de combat essaient alors d'&eacute;liminer les Jedi, mais sans succ&egrave;s. Les deux chevaliers prennent donc la route du centre de commandement du vaisseau et tentent de mettre la main sur Gunray. Mais les Jedi, d&eacute;pass&eacute;s par les forces de l'ennemi, d&eacute;cident de fuir et se cachent dans des transports de troupes. Ils d&eacute;couvrent alors que la F&eacute;d&eacute;ration veut en r&eacute;alit&eacute; conqu&eacute;rir Naboo.<br/>
                </p>
                <p class="res">
                    Une fois sur la plan&egrave;te, Qui-Gon et Obi-Wan font la connaissance d'un autochtone, le Gungan Jar Jar Binks qui a &eacute;t&eacute; banni par les siens. Il propose alors à Qui-Gon et Obi-Wan de les mener &agrave; Otoh Gunga, la ville subaquatique capitale de son peuple. L&agrave;-bas, les Jedi n&eacute;gocient un moyen de transport avec le dirigeant d'Otoh Gunga, Boss Nass. Qui-Gon utilise une manipulation mentale afin de convaincre le dirigeant, qui finit par accepter en leur donnant un vaisseau sous-marin Gungan. Et, en esp&eacute;rant se d&eacute;barrasser &agrave; jamais de Binks, Boss Nass l'offre comme guide aux Jedi.<br/>
                </p>
                <p class="res">
                    Le trio s'en va en passant par le noyau de la plan&egrave;te vers Theed, la capitale des humains de Naboo. Arriv&eacute;s &agrave; bon port, les deux Jedi parviennent à lib&eacute;rer la reine des Naboos Padm&eacute; Amidala. Ils la convainquent de quitter sa plan&egrave;te envahie pour aider le s&eacute;nateur Palpatine &agrave; plaider sa cause au Sénat galactique sur Coruscant.<br/>
                </p>
                <p class="res">
                    Lors de la fuite, leur vaisseau est endommag&eacute; et doit se poser d'urgence sur la plan&egrave;te voisine, Tatooine. Alors qu'il est à la recherche de pi&egrave;ces de rechange dans la ville de Mos Espa, Qui-Gon rencontre un jeune humain du nom d'Anakin Skywalker. Ce dernier est l'esclave de Watto, le principal ferrailleur de la ville. Le Jedi découvre alors que le garçon est peut-&ecirc;tre l'&eacute;lu d'une ancienne proph&eacute;tie. Anakin conseille &agrave; Qui-Gon de parier avec Watto sur la prochaine course de module qu'il va courir. Watto et le Jedi arrivent &agrave; un accord : si Anakin gagne, Qui-Gon remporte les pi&egrave;ces de rechange et Watto garde les gains de la victoire. En cas de d&eacute;faite, Watto gardera le vaisseau de Qui-Gon. Le matin de la course, le Jedi fait un nouveau pari avec le ferrailleur. Si le jeune coureur gagne, il retrouve sa libert&eacute;, s'il perd, son module de course deviendra la propri&eacute;t&eacute; de Watto. Apr&egrave;s une course acharn&eacute;e et tr&egrave;s disput&eacute;e, Anakin parvient &agrave; remporter la victoire.<br/>
                </p>
                <p class="res">
                    Qui-Gon quitte alors Mos Espa avec ses pi&egrave;ces en compagnie d'Anakin dont il veut faire un Jedi. Mais en arrivant au vaisseau, Qui-Gon est attaqu&eacute; par l'apprenti de Sidious, le Sith Dark Maul. Le Jedi parvient &agrave; le repousser pour l’emp&ecirc;cher d'entrer dans le vaisseau. Arriv&eacute; sur Coruscant, Qui-Gon fait part au conseil des ma&icirc;tres Jedi de son agression sur Tatooine. Il leur indique que son opposant pourrait être un Sith. Le ma&icirc;tre Jedi Ki-Adi-Mundi a du mal &agrave; y croire car les Sith ont disparu depuis fort longtemps. Qui-Gon pr&eacute;sente ensuite le jeune Anakin au Conseil indiquant qu'il semble &ecirc;tre l'&eacute;lu. Ki-Adi-Mundi remarque que le lien d'Anakin avec la Force est titanesque, mais les ma&icirc;tres Windu et Yoda refusent de le former. Ils pensent qu'il est trop &acirc;g&eacute; pour se lancer dans une formation de Jedi.<br/>
                </p>
                <p class="res">
                    D&eacute;sormais &agrave; l'abri sur Coruscant, la reine Amidala plaide la cause de sa plan&egrave;te au s&eacute;nat galactique sans grand succ&egrave;s. Frustr&eacute;e par la corruption et l'incapacit&eacute; du s&eacute;nat &agrave; r&eacute;soudre le conflit, elle propose une motion de censure &agrave; l'encontre du chancelier supr&ecirc;me Valorum. Ce dernier est alors destitu&eacute; et les s&eacute;nateurs nomment &agrave; sa place Palpatine qui a profit&eacute; de la sympathie engendr&eacute;e par la situation dans laquelle se trouve Naboo. Malgr&eacute; cette victoire, la reine, qui n'en peut plus d'attendre l'aide du s&eacute;nat, d&eacute;cide de repartir sur sa plan&egrave;te accompagn&eacute;e par Qui-Gon, Obi-Wan et Anakin. Sur place, elle conclut une alliance avec les Gungans de Boss Nass. Elle d&eacute;voile alors &agrave; ses alli&eacute;s son plan : les Gungans devront se battre contre toute l'arm&eacute;e de la F&eacute;d&eacute;ration pour faire diversion pendant que les pilotes Naboos tenteront de d&eacute;truire le vaisseau amiral de la F&eacute;d&eacute;ration et que la reine essayera de capturer Nute Gunray.<br/>
                </p>
                <p class="res">
                    Alors que le plan d'Amidala se d&eacute;roule comme pr&eacute;vu, Dark Maul entre &agrave; nouveau en sc&egrave;ne. Obi-Wan et Qui-Gon d&eacute;cident de l'affronter pour laisser le champ libre &agrave; la reine. Quant &agrave; Anakin, il se retrouve involontairement aux commandes d'un vaisseau spatial et participe donc &agrave; l'attaque contre la flotte de la F&eacute;d&eacute;ration. La reine r&eacute;ussit &agrave; s'emparer de Nute Gunray tandis qu'Anakin d&eacute;truit le vaisseau amiral. Tous les dro&iuml;des qui s'opposaient aux Gungans se retrouvent alors d&eacute;connect&eacute;s. Mais Obi-Wan et Qui-Gon continuent quant &agrave; eux de se battre contre Maul. Apr&egrave;s plusieurs minutes de lutte, Obi-Wan se retrouve coinc&eacute; derri&egrave;re une barri&egrave;re &eacute;nerg&eacute;tique et assiste impuissant &agrave; l'assassinat de son ma&iuml;tre. La barri&egrave;re désactiv&eacute;e, Obi-Wan se bat avec rage et finit par vaincre Maul en le tranchant en deux.<br/>
                </p>
                <p class="res">
                    Quelque temps plus tard, les ma&iuml;tres Jedi arrivent sur Naboo pour assister aux fun&eacute;railles de Qui-Gon. Ils en profitent pour nommer Obi-Wan au rang de Chevalier Jedi. Pour satisfaire les derni&egrave;res volont&eacute;s de Qui-Gon, ils acceptent que le jeune Anakin devienne son apprenti. Windu confirme ensuite à Yoda que l'assassin de Qui-Gon &eacute;tait bien un Sith. Yoda rappelle alors que les Sith sont toujours deux : un maître et un apprenti. L'un a été tu&eacute;, mais le survivant reste un danger pour les Jedi et la R&eacute;publique.<br/>
                </p>
                <p id="source">
                    <a href="https://fr.wikipedia.org/wiki/Star_Wars,_%C3%A9pisode_I_:_La_Menace_fant%C3%B4me">Source : Wikipedia</a>
                </p>
            </article>
            
            <article id="art3">
                <a id="perso">
                    <h3 class="titre3">Les personnages principaux :</h3>
                </a>
                <table id="tab1">
                    <thead>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Anakin Skywalker</td>
                            <td>Jake Llyod</td>
                            <td>Enfant/Padawan</td>
                        </tr>
                        <tr>
                            <td>Qui-Gon Jinn</td>
                            <td>Liam Neeson</td>
                            <td>Ma&icirc;tre Jedi</td>
                        </tr>
                        <tr>
                            <td>Obi-Wan Kenobi</td>
                            <td>Ewan McGregor</td>
                            <td>Padawan/Chevalier Jedi</td>
                        </tr>
                        <tr>
                            <td>Padmé Amidala</td>
                            <td>Nathalie Portman</td>
                            <td>Reine de Naboo</td>
                        </tr>
                        <tr>
                            <td>Jar Jar Binks</td>
                            <td>Ahmed Best</td>
                            <td>Autochtone Gungan</td>
                        </tr>
                        <tr>
                            <td>Palpatine/Dark Sidious</td>
                            <td>Ian McDiarmid</td>
                            <td>S&eacute;nateur de Naboo / Chancelier / Seigneur Sith</td>
                        </tr>
                        <tr>
                            <td>Dark Maul</td>
                            <td>Ray Park</td>
                            <td>Apprenti Sith</td>
                        </tr>
                    </tbody>
                    <tfoot>
                        <tr>
                            <td>Nom du personnage :</td>
                            <td>Jou&eacute; par :</td>
                            <td>Fonction du personnage :</td>
                        </tr>
                    </tfoot>
                </table>
            </article>
            
            <article id="art4">
                <a id="ba">
                    <h3 class="titre3">La bande-annonce :</h3>
                </a>
                <video id="video" ontimeupdate="update(this)">
                    <source src="../medias/bandes-annonces/star-wars-episode-1.mp4">
                </video>
                <div id="progressTime"></div>
                <button class="control" onclick="play('video', this)">Play</button>
                <button class="control" onclick="stop('video')">Stop</button>
            </article>
        </section>
        
        <footer>
            <nav>
                <a id="acc" href="index.html"><img id="imgacc" src="../medias/images_diverses/r2-d2-icon.png" alt="Accueil">
                    <h3 id="titreacc">Retour &agrave; l'accueil</h3>
                </a>
                <a id="suiv" href="episode_II.html"><img id="imgsuiv" src="../medias/images_diverses/light-saber-green.png" alt="Suivant">
                    <h3 id="titresuiv">&Eacute;pisode suivant</h3>
                </a>
            </nav>
        </footer>
        
        <script type="text/javascript" src="../js/Ep1.js"></script>        
    </body>
</html>